{"Version Number":2, 
    "Categories": { 
        "randomfacts":
        { 
            "0":"This App Was Made By Taha, Tuba, Janelle and Deshaun - Yeah!",
            "1":"A Quarter Has 119 Grooves On Its Edge, A Dime Has One Less Groove",
            "2":"Mark Twain Didn't Graduate From Elementary School.",
            "3":"Slugs Have 4 Noses.",
            "4":"The State Of Florida Is Bigger Than England.",
            "5":"Ants Stretch When They Wake Up In The Morning.",
            "6":"More People Use Blue Toothbrushes Than Red Ones.",
            "7":"If You Want Something Done Ask Someone Busy.",
            "8":"Pakistan Is In South-East Asia.",
            "9":"Jupiter Has Radio Storms So Strong That They Can Be Picked Up And Heard By An Am Radio.",
            "10":"Google Was Originally Called 'Backrub'.",
            "11":"There Are More English Words Beginning With The Letter 'S' Than With Any Other Letter.",
            "12":"Every Time You Form A Memory, New Brain Connections Are Created.",
            "13":"You Can't Work In Antartica Unless Your Wisdom Teeth And Appendix Are Removed.",
            "14":"If The Human Eye Was A Digital Camera, It Would Have 576 Megapixels.",
            "15":"Researchers Claim That Camping Can Help Reset One's Body Clock And Synchronizes Melatonin Hormones With Sunrise And Sunset.",
            "16":"Wwoof Is A International Program That Allows You To Travel The World, With Food And Accommodations Covered, In Exchange For Volunteer Work.",
            "17":"The Largest Natural Bridge On Earth Was Virtually Unknown To The Rest Of The World, Until It Was Observed On Google Earth. (China's Fairy Bridge)",
            "18":"Your Lips Show A Red Or Pink Pigment Because The Skin Is Thinner And It's The Underlying Blood Vessels You Are Actually Seeing.",
            "19":"Donald Duck's Full Name Is Donald Fauntleroy Duck.",
            "20":"Dimension 6' Was The Original Name Intended For Nike.",
            "21":"There Are More People Speaking French In Africa Than In France.",
            "22":"111,111,111 X 111,111,111 = 12,345,678,987,654,321",
            "23":"Earthworms Have 5 Hearts.",
            "24":"The Falkland Isles (Pop. About 2000) Has Over 700000 Sheep (350 Per Person).",
            "25":"Despite A Population Of Over A Billion, China Has Only About 200 Family Names.",
            "26":"More People Speak English In China Than The United States.",
            "27":"City With The Most Roll Royces Per Capita: Hong Kong.",
            "28":"Any Free Moving Liquid In Outer Space Will Form Itself Into A Sphere Because Of Its Surface Tension.",
            "29":"Due To Precipitation, For A Few Weeks, K2 Is Taller Than Mt. Everest.",
            "30":"Experts At Intel Say That Micro Processor Speed Will Double Every 18 Months For At Least The Next 10 Years.",
            "31":"A Duck's Quack Doesn't Echo, And No One Knows Why.",
            "32":"If You Travel Across Russia, You Will Cross Seven Time Zones.",
            "33":"The People Of France Eat More Cheese Than Any Other Country In The World.",
            "34":"Los Angeles' Full Name Is 'El Pueblo De Nuestra Senora La Reina De Los Angeles De Porciuncula'.",
            "35":"Although Modern Images Of India Often Show Poverty And Lack Of Development, India Was The Richest Country On Earth Until The Time Of British Invasion In The Early 17Th Century.",
            "36":"The U.S. Post Office Handles 43 Percent Of The World's Mail.",
            "37":"A Lightning Bolt Generates Temperatures Five Times Hotter Than Those Found On The Sun's Surface.",
            "38":"There Are 293 Ways To Make Change For A Dollar.",
            "39":"A Lion's Roar Can Be Heard From Five Miles Away.",
            "40":"The Pancreas Produces Insulin.",
            "41":"Your Stomach Has To Produce A New Layer Of Mucus Every Two Weeks Or It Will Digest Itself.",
            "42":"It Is Impossible For Most People To Lick Their Own Elbow. (Try It!)",
            "43":"Ostriches Can Run Faster Than Horses.",
            "44":"Olympic Gold Medals Are Actually Made Mostly Of Silver.",
            "45":"You Are Born With 300 Bones; By The Time You Are An Adult You Will Have 206.",
            "46":"It Takes About 8 Minutes For Light From The Sun To Reach Earth.",
            "47":"Some Bamboo Plants Can Grow Almost A Meter In Just One Day.",
            "48":"Some Penguins Can Leap 2-3 Meters Out Of The Water.",
            "49":"On Average, It Takes 66 Days To Form A New Habit.",
            "50":"Mammoths Still Walked The Earth When The Great Pyramid Was Being Built.",
            "51":"Otters Sleep Holding Hands.",
            "52":"There Are 196 Countries In The World Today. (As Of May 2015)",
            "53":"Count Dracula's Castle Actually Exists In The Transylvania Region Of Romania. The Castle Where The Historical Dracula Was Born Still Stands In The Town Of Sighisoara.",
            "54":"The Government Of Oman, In The Mideast Keeps A List Of Who Owns Which Trees Because Its Date Palms Are So Valuable.",
            "55":"The Average Person Falls Asleep In 7 Minutes",
            "56":"The Longest Recorded Flight Of A Chicken Was 13 Seconds",
            "57":"Cats Spend 66% Of Their Life Asleep",
            "58":"Switzerland Eats The Most Chocolate Equating To 10 Kilos Per Person Per Year",
            "59":"Koalas Sleep Around 18 Hours A Day",
            "60":"All The Blinking In One Day Equates To Having Your Eyes Closed For 30 Minutes",
            "61":"Lightning Strikes The Earth 6,000 Times Every Minute",
            "62":"Elephants Sleep Between 4 - 5 Hours In 24 Period",
            "63":"A 'Jiffy' Is Actually 1/100Th Of A Second",
            "64":"A 1 Minute Kiss Burns 26 Calories",
            "65":"A Hummingbird's Heart Beats At Over A 1,000 Times A Minute",
            "66":"An Average Person Will Spend 25 Years Asleep",
            "67":"There Are 31,557,600 Seconds In A Year",
            "68":"The Movie 'Wayne's World' Was Filmed In Two Weeks",
            "69":"Small Dogs Usually Live Longer Than Larger Breeds",
            "70":"All Of The Clocks In The Movie 'Pulp Fiction' Are Fixed To 4:20",
            "71":"Giraffes And Rats Can Last Longer Without Water Than Camels",
            "72":"Rubber Bands Last Longer When Kept Refrigerated",
            "73":"The Longest Possible Eclipse Of The Sun Is 7.31 Minutes",
            "74":"Halley's Comet Passes The Earth Every 76 Years (The Next Time It Will Return Will Be 2062)",
            "75":"Your brain keeps developing until your late 40s.",
            "76":"Your brain uses 20% of the total oxygen and blood in your body.",
            "77":"When awake, the human brain produces enough electricity to power a small light bulb.",
            "78":"The smell of chocolate increases theta brain waves, which triggers relaxation.",
            "79":"When you learn something new, the structure of your brain changes.",
            "80":"In 2015, the 4th most powerful supercomputer in the world took 40 minutes to simulate just one second of human brain activity.",
            "81":"On eBay, there is an average of $680 worth of transactions every second.",
            "82":"Ninety-one percent of all adults have their mobile phone within arm's reach every hour of every day.",
            "83":"There are 6.8 billion people on the planet and 4 billion of them use a mobile phone. Only 3.5 billion of them use a toothbrush.",
            "84":"Hewlett Packard, Microsoft, as well as Apple have one not so obvious thing in common - they were all started in a garage.",
            "85":"Twenty-five percent of Americans use only a mobile device to use the Internet.",
            "86":"Every minute, 100 hours of video are uploaded on YouTube by individual users.",
            "87":"There are 271 million mobile subscribers within the United States alone, and numbers are quickly growing.",
            "88":"Two hundred and twenty million tons of old computers and other technology devices are trashed in the United States each year.",
            "89":"Ninety percent of text messages are read within three minutes of being delivered.",
            "90":"Thirty million individuals watch television programming from their mobile phones.",
            "91":"The average 21 year old has spent 5,000 hours playing video games, sent 250,000 emails, instant messages, and text messages, and has spent 10,000 hours on a mobile phone alone.",
            "92":"The first personal computer was created by Berkeley Enterprises. Affectionately referred to as Simon, it sold for a pricey $300 in 1950.",
            "93":"It has been 40 years since the world's first mobile phone call successfully took place.",
            "94":"On average, technology users carry 2.9 devices on them at all times.",
            "95":"There are 350 million Snapchat messages sent every day.",
            "96":"Since the company's inception, there have been 144.7 million individual visitors to Facebook, making it the most visited social networking site as of June 2013.",
            "97":"RadioShack was one of the first companies to start the personal computer revolution, back in 1970, with its TRS-80.",
            "98":"The first mouse was invented by Douglas Engelbart in 1963; it consisted of a hard wooden shell and two clunky metal wheels.",
            "99":"Of the 60 billion emails that are sent on a daily basis, 97 percent are considered spam.",
            "100":"The first cell phone sold in the United States - the Motorola DynaTAC 8000X - was designed by Rudy Krolopp in April of 1984. It weighed two pounds.",
            "101":"Google handles an estimated 1 billion search queries each and every day, releasing almost 200 tons of CO2 per day.",
            "102":"There are 500 apps added each day to the Windows Phone Store.",
            "103":"The man known as the Father of Information Theory, Claude Shannon, invented the digital circuit - the foundation of the magic that provides us all access to the Internet today - during his master's degree program, when he was just 21 years old.",
            "104":"Did you know that there are 206 bones in the adult human body and there are 300 in children (as they grow some of the bones fuse together).",
            "105":"he moon is 27% the size of the Earth.",
            "106":"Flea's can jump 130 times higher than their own height. In human terms this is equal to a 6ft. person jumping 780 ft. into the air.",
            "107":"The most dangerous animal in the world is the common housefly. Because of their habits of visiting animal waste, they transmit more diseases than any other animal.",
            "108":"Snakes are true carnivorous because they eat nothing but other animals. They do not eat any type of plant material.",
            "109":"The world's largest amphibian is the giant salamander. It can grow up to 5 ft. in length.",
            "110":"100 years ago: The first virus was found in both plants and animals.",
            "111":"90 years ago: The Grand Canyon became a national monument & Cellophane is invented.",
            "112":"80 years ago: The food mixer and the domestic refrigerator were invented.",
            "113":"70 years ago: The teletype and PVC (polyvinyl-chloride) were invented.",
            "114":"60 years ago: Otto Hahn discovered nuclear fission by splitting uranium, Teflon was invented.",
            "115":"50 years ago: Velcro was invented.",
            "116":"40 years ago: An all-female population of lizards was discovered in Armenia.",
            "117":"30 years ago: The computer mouse was invented.",
            "118":"20 years ago: First test-tube baby born in England, Pluto’s moon, Charon, discovered.",
            "119":"10 years ago: First patent for a genetically-engineered mouse was issued to Harvard Medical School.",
            "120":"5 years ago was the first successful cloning of a human embryo.",
            "121":"The smallest bone in the human body is the stapes or stirrup bone located in the middle ear. It is approximately .11 inches (.28 cm) long.",
            "122":"The longest cells in the human body are the motor neurons. They can be up to 4.5 feet (1.37 meters) long and run from the lower spinal cord to the big toe.",
            "123":"There are no poisonous snakes in Maine.",
            "124":"The blue whale can produce sounds up to 188 decibels. This is the loudest sound produced by a living animal and has been detected as far away as 530 miles.",
            "125":"The largest man-made lake in the U.S. is Lake Mead, created by Hoover Dam.",
            "126":"The poison arrow frogs of South and Central America are the most poisonous animals in the world.",
            "127":"A new born blue whale measures 20-26 feet (6.0 - 7.9 meters) long and weighs up to 6,614 pounds (3003 kg).",
            "128":"The first coast-to-coast telephone line was established in 1914.",
            "129":"The Virginia opossum has a gestation period of only 12-13 days.",
            "130":"The Stegosaurus dinosaur measured up to 30 feet (9.1 meters) long but had a brain the size of a walnut.",
            "131":"The largest meteorite crater in the world is in Winslow, Arizona. It is 4,150 feet across and 150 feet deep.",
            "132":"The human eye blinks an average of 4,200,000 times a year.",
            "133":"Skylab, the first American space station, fell to the earth in thousands of pieces in 1979. Thankfully most over the ocean.",
            "134":"It takes approximately 12 hours for food to entirely digest.",
            "135":"Human jaw muscles can generate a force of 200 pounds (90.8 kilograms) on the molars.",
            "136":"The Skylab astronauts grew 1.5 - 2.25 inches (3.8 - 5.7 centimeters) due to spinal lengthening and straightening as a result of zero gravity.",
            "137":"An inch (2.5 centimeters) of rain water is equivalent to 15 inches (38.1 centimeters) of dry, powdery snow.",
            "138":"Tremendous erosion at the base of Niagara Falls (USA) undermines the shale cliffs and as a result the falls have receded approximately 7 miles over the last 10,000 years.",
            "139":"40 to 50 percent of body heat can be lost through the head (no hat) as a result of its extensive circulatory network.",
            "140":"A large swarm of desert locusts (Schistocerca gregaria) can consume 20,000 tons (18,160,000 kilograms) of vegetation a day.",
            "141":"The largest telescope in the world is currently being constructed in northern Chile. The telescope will utilize four - 26 ft. 8 in. (8.13 meters) mirrors which will gather as much light as a single 52 ft. 6 in. (16 meters) mirror.",
            "142":"The Hubble Space Telescope weighs 12 tons (10,896 kilograms), is 43 feet (13.1 meters) long, and cost $2.1 billion to originally build.",
            "143":"The longest living cells in the body are brain cells which can live an entire lifetime.",
            "144":"The largest flying animal was the pterosaur which lived 70 million years ago. This reptile had a wing span of 36-39 feet (11-11.9 meters) and weighed 190-250 pounds (86-113.5 kilograms).",
            "145":"The Atlantic Giant Squid's eye can be as large as 15.75 inches (40 centimeters) wide.",
            "146":"Armadillos, opossums, and sloth's spend about 80% of their lives sleeping.",
            "147":"The starfish species, Porcellanaster ivanovi, has been found to live in water as deep as 24,881 feet (7,584 meters).",
            "148":"The tentacles of the giant Arctic jellyfish can reach 120 feet (36.6 meters) in length.",
            "149":"The greatest tide change on earth occurs in the Bay of Fundy. The difference between low tide and high tide can be as great as 54 ft. 6 in. (16.6 meters).",
            "150":"The highest temperature produced in a laboratory was 920,000,000 F (511,000,000 C) at the Tokamak Fusion Test Reactor in Princeton, NJ, USA.",
            "151":"The most powerful laser in the world, the Nova laser at Lawrence Livermore National Laboratory, CA, USA, generates a pulse of energy equal to 100,000,000,000,000 watts of power for .000000001 second to a target the size of a grain of sand.",
            "152":"The fastest computer in the world is the CRAY Y-MP C90 supercomputer. It has two gigabytes of central memory and 16 parallel central processor units.",
            "153":"The heaviest human brain ever recorded weighed 5 lb. 1.1 oz. (2.3 kg.).",
            "154":"The deepest part of the ocean is 35,813 feet (10,916 meters) deep and occurs in the Mariana Trench in the Pacific Ocean. At that depth the pressure is 18,000 pounds (9172 kilograms) per square inch.",
            "155":"The largest cave in the world (the Sarawak Chamber in Malaysia) is 2,300 feet (701 meters) long, 980 feet (299 meters) wide, and more than 230 feet (70 meters) high.",
            "156":"The hottest planet in the solar system is Venus, with an estimated surface temperature of 864 F (462 C).",
            "157":"The ears of a cricket are located on the front legs, just below the knee.",
            "158":"The first electronic digital computer (called ENIAC - the Electronic Numerical Integrator and Calculator) was developed in 1946 and contained over 18,000 vacuum tubes.",
            "159":"The leg muscles of a locust are about 1000 times more powerful than an equal weight of human muscle.",
            "160":"The cosmos contains approximately 50,000,000,000 galaxies.",
            "161":"There are between 100,000,000,000 and 1,000,000,000,000 stars in a normal galaxy.",
            "162":"Sound travels about 4 times faster in water than in air.",
            "163":"Scientists have discovered that copper pollution of the atmosphere occurred about 2500 years ago. This was discovered by analyzing ice cores from Greenland. The pollution was attributed to the Romans who used copper for military purposes and to produce coins.",
            "164":"Hydrofluoric acid will dissolve glass.",
            "165":"In a full grown rye plant, the total length of roots may reach 380 miles (613 km).",
            "166":"In a full grown rye plant, the total length of fine root hairs may reach 6600 miles (10,645 km).",
            "167":"A large sunspot can last for about a week.",
            "168":"If you could throw a snowball fast enough, it would totally vaporize when it hit a brick wall.",
            "169":"Boron nitride (BN) is the second hardest substance known to man.",
            "170":"The female Tarantula Hawk wasp paralyzes a large spider with her sting. She then lays her eggs on the motionless body so that her developing young have a fresh supply of spider meat to feed on.",
            "171":"The seeds of an Indian Lotus tree remain viable for 300 to 400 years.",
            "172":"The only letter not appearing on the Periodic Table is the letter “J”.",
            "173":"Velcro was invented by a Swiss guy who was inspired by the way burrs attached to clothing.",
            "174":"Hershey's Kisses are called that because the machine that makes them looks like it's kissing the conveyor belt.",
            "175":"71 is the atomic number of lutetium.",
            "176":"72 is the life duration of the ovule in hours.",
            "177":"73 is the length of the Arecibo message sent to space in search for extraterrestrial intelligence.",
            "178":"October 10 is National Metric Day.",
            "179":"If you stretch a standard Slinky out flat it measures 87 feet long.",
            "180":"76 is the atomic number of osmium.",
            "181":"77 is the atomic number of iridium.",
            "182":"The microwave was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket.",
            "183":"Super Glue was invented by accident. The researcher was trying to make optical coating materials, and would test their properties by putting them between two prisms and shining light through them. When he tried the cyano-acrylate, he couldn't get the prisms apart.",
            "184":"80 is a common limit for the characters per line in computing (derived from the number of columns in IBM cards).",
            "185":"No matter its size or thickness, no piece of paper can be folded in half more than 7 times.",
            "186":"A car traveling at 80 km/h uses half its fuel to overcome wind resistance.",
            "187":"Knowledge is growing so fast that ninety per cent of what we will know in fifty years time, will be discovered in those fifty years.",
            "188":"84 is the atomic number of polonium.",
            "189":"According to an old English system of time units, a moment is one and a half minutes.",
            "190":"86 is the device number for a lockout relay function in electrical circuit protection schemes.",
            "191":"The typewriter was invented in 1829, and the automatic dishwasher in 1889.",
            "192":"The wristwatch was invented in 1904 by Louis Cartier.",
            "193":"89 is the atomic number of actinium.",
            "194":"90 is the latitude of the North Pole and the South Pole.",
            "195":"91 is the atomic number of protactinium.",
            "196":"92 is the number of pounds of sugar the average American child consumes per year.",
            "197":"93 is the atomic number of neptunium.",
            "198":"When glass breaks, the cracks move at speeds of up to 3,000 miles per hour.",
            "199":"95 is the atomic number of americium.",
            "200":"By raising your legs slowly and laying on your back, you can't sink in quicksand.",
            "201":"Ten minutes of one hurricane contains enough energy to match the nuclear stockpiles of the world.",
            "202":"Most gemstones contain several elements. The exception? The diamond. It's all carbon.",
            "203":"Diamonds are the hardest substance known to man.",
            "204":"Which of the 50 states has never had an earthquake? North Dakota.",
            "205":"101 is the HTTP status code indicating that a client should switch protocols.",
            "206":"When hydrogen burns in the air, water is formed.",
            "207":"103 is the atomic number of lawrencium, an actinide.",
            "208":"104 is the atomic number of rutherfordium.",
            "209":"105 is the atomic number of hahnium, also known as dubnium.",
            "210":"106 is the atomic number of seaborgium (Unilhexium Unh).",
            "211":"Sterling silver contains 7.5% copper.",
            "212":"Cars were first made with ignition keys in 1949.",
            "213":"109 is the atomic number of meitnerium.",
            "214":"J.B Dunlop was first to put air into tires.",
            "215":"111 is the atomic number of the element roentgenium (Rg).",
            "216":"112 is the atomic number of the element copernicium (formerly called ununbium).",
            "217":"113 is the atomic number of an element temporarily called ununtrium.",
            "218":"Alexander Graham Bell, who invented the telephone, also set a world water-speed record of over seventy miles an hour at the age of seventy two.",
            "219":"115 is the atomic number of an element temporarily called ununpentium.",
            "220":"It is energy-efficient to turn off a fluorescent light only if it will not be used again within an hour or more. This is because of the high voltage needed to turn it on, and the shortened life this high voltage causes.",
            "221":"The Earth's equatorial circumference (40,075 km) is greater than its polar circumference (40,008 km).",
            "222":"Due to gravitational effects, you weigh slightly less when the moon is directly overhead.",
            "223":"119 is the default port for unencrypted NNTP connections.",
            "224":"120 is the number of days of the average life span of a single red blood cell.",
            "225":"121 is the electricity emergency telephone number in Egypt.",
            "226":"The Earth's average velocity orbiting the sun is 107,220 km per hour.",
            "227":"123 is the Notation for national and international telephone numbers Recommendation ITU-T Recommendation E.123 defines a standard way to write telephone numbers, e-mail addresses, and web addresses.",
            "228":"124 is the atomic number of the yet-to-be-discovered element unbiquadium.",
            "229":"125 is years in a quasquicentennial.",
            "230":"126 is the seventh magic number in nuclear physics (2, 8, 20, 28, 50, 82, 126).",
            "231":"127 is the highest signed 8 bit integer.",
            "232":"There is a high and low tide because of our moon and the Sun.",
            "233":"The United States consumes 25% of all the world’s energy.",
            "234":"Flying from London to New York by Concord, due to the time zones crossed, you can arrive 2 hours before you leave.",
            "235":"There is enough fuel in a full tank of a Jumbo Jet to drive an average car four times around the world.",
            "236":"The surface speed record on the moon is 10.56 miles per hour. It was set with the lunar rover.",
            "237":"133 is the common processor speed in MHz for common 32-bit processor CPUs circa 1995 such as the Intel Pentium and AMD AMD K5.",
            "238":"If you could drive to the sun -- at 55 miles per hour -- it would take about 193 years",
            "239":"135 is the height of the World's tallest thermometer in feet located in Baker, California.",
            "240":"The moon is one million times drier than the Gobi Desert.",
            "241":"Just twenty seconds worth of fuel remained when Apollo 11's lunar module landed on the moon.",
            "242":"138 is the Saros number of the solar eclipse series which began on June 6, 1472 and will end on July 11, 2716.",
            "243":"A Boeing 707 uses four thousand gallons of fuel in its take-off climb.",
            "244":"The planet Saturn has a density lower than water. So, if placed in water it would float.",
            "245":"Since 1959, more than 6,000 pieces of 'space junk' (abandoned rocket and satellite parts) have fallen out of orbit - many of these have hit the earth's surface.",
            "246":"142 is the number of 6-vertex planar graphs.",
            "247":"It takes 70% less energy to produce a ton of paper from recycled paper than from trees.",
            "248":"Every year in the US, 625 people are struck by lightning.",
            "249":"145 is the atomic number of Unquadpentium.",
            "250":"Hawaii is moving toward Japan 4 inches every year.",
            "251":"The rocket engine has to supply its own oxygen so it can burn its fuel in outer space.",
            "252":"The North Atlantic gets 1 inch wider every year.",
            "253":"Oxygen is the most abundant element in the Earth’s crust, waters, and atmosphere (about 49.5%)",
            "254":"A stroke of lightning discharges from 10 to 100 million volts & 30,000 amperes of electricity",
            "255":"COFFEE.\nIf you're not shaking, you need another cup.",
            "256":"I wish I was your derivative, so I could lie tangent to your curves ;) #EngineeringPickUpLines",
            "257":"classwork: A\nhomework: A\nclasswork: A\nhomework: A\nclasswork: A\nhomework: A\n\ntest: F\nfinal grade: F",
            "258":"Light travels faster than sound...that is why some people appear bright until you hear them speak.",
            "259":"If Apple made a car, would it still have Windows?",
            "260":"Don't give up on your dreams.\nKEEP SLEEPING :)",
            "261":"Engineering is about making approximations...except for your grades.",
            "262":"My area of study has become so complex\nI can no longer just Wikipedia the answer :/",
            "263":"I need coffee to wake up...but I need to wake up to get coffee :(",
            "264":"Unpaid internship?\nAIN'T NOBODY GOT TIME FOR THAT.",
            "265":"DURING THE DAY: I'll study at night when I'm active.\nAT NIGHT: I'll study in the morning when I'm fresh.",
            "266":"ARCHITECTS... Engineers who can't do math.",
            "267":"It never gets easier, you just get better. #WordsOfWisdom",
            "268":"ENGINEER\n\tn. [en-juh-neer]\nAn organism that thrives on caffeine and last minute work.",
            "269":"Be twice as negative...why? Because a negative times a negative equals a positive. ;]",
            "270":"In the age of information, ignorance is a choice.",
            "271":"Choose a major you love and you'll never work a day in your life...because that field isn't hiring. #ReasonsToChooseEngineering",
            "272":"Find what you love and let it kill you. - Bukowski",
            "273":"Why can't I sleep for the next 4 years and wake up with the kiss of my diploma? #sleepingBeauty #sleepingEngineer",
            "274":"Job interviews: 'Why should we hire you?'\n......because you're hiring?",
            "275":"How To Become A Zombie:\n1. Get infected.\n2. Radiation will do it.\n3. A Virus.\n4. Or you can just study engineering.\n#Facts",
            "276":"Have goals so big, you feel uncomfortable telling small minded people. #wordsOfWisdom",
            "277":"The greater our knowledge increases, the greater our ignorance unfolds. - John F. Kennedy",
            "278":"Newton's Third Law Of Emotion - For every male action there is a female overreaction.",
            "279":"Is the damage that follows the completion of a calculus exam....The Afternath?",
            "280":"Books Be Like -\nNEW: $300.00\nUSED: $299.00",
            "281":"Scientists study the world as it is. Engineers create the world that has never been. - Theodore Von Karman",
            "282":"Manufacturer Files For Bankruptcy; 3D Printer company asks clients not to print 3D printers. #EngineeringSolutions",
            "283":"REQUIRED TEXTBOOKS? That's Adorable.",
            "284":"Do you have a date for Valentine's Day?\nYes. February 14th.",
            "285":"STUDYING. Notice how they conveniently put 'DYING' at the end of this word.",
            "286":"Every Semester: Not sure if I forgot everything, or never learned it...",
            "287":"The first five days after the weekend are always the hardest. :( ",
            "288":"Spent 3 hours on a problem..\nAAAND IT'S WRONG.",
            "289":"If too much knowledge can be dangerous, then we engineers are nuclear bombs. ;)",
            "290":"New Years Resolution: Survive Engineering.",
            "291":"Back in the 90's everybody wanted the window seat....nowadays, everybody wants Windows 8.",
            "292":"Anti-social behavior is a trait of intelligence in a world full of conformists. - Nikola Tesla",
            "293":"When I die, I want people I did group projects with to lower me into my grave so they can let me down one last time.",
            "294":"FINALS NEXT WEEK: Begins calculating minimum score to pass.",
            "295":"Wisdom is not a product of schooling but of a lifelong attempt to acquire it. -Albert Einstein",
            "296":"When I am the one that sets the curve high ;]",
            "297":"Programmers be like: 4:04 a.m.\n'Sleep Not Found'",
            "298":"When people ask me what is my profession..\nI Say: 'The profession for intelligent people' ;]",
            "299":"Entire class wants explanation.\nProfessor - 'You just have to believe me!' -__-",
            "300":"You can do it. - Coffee",
            "301":"Light travels faster than sound. That is why some people appear bright until you hear them speak.",
            "302":"You know you're an engineer\nwhen you use a mouse instead of the pad on your laptop.",
            "303":"Today I understood calculus.\nToday was a good day.",
            "304":"If I move my body, am I literally moving matter with my mind?",
            "305":"Not sure if I finished my exam quickly because I knew everything\nor because I knew nothing. D:",
            "306":"Tomorrow (noun) a mystical land where %99 of all human productivity, motivation, and achievement is stored.",
            "307":"You're an engineer? You have permission to marry my child.",
            "308":"If Internet Explorer is brave enough to ask you to be your default browser, you're brave enough to ask that girl out.",
            "309":"Taking notes in class like: Can you repeat the part of the stuff where you said all about the things?",
            "310":"Is your name Wifi? ...because I'm feeling a connection. ;]\n#EngineeringPickUpLines",
            "311":"Are you Google? ...because you have everything I'm searching for. ;]\n#EngineeringPickUpLines",
            "312":"Found something I do not understand while studying...convince myself it will not appear in final exam.\n#EngineeringSolutions",
            "313":"I still have no idea what I'm doing. -Engineering Graduates",
            "314":"You know you're in engineering when you leave a class feeling dumber than when you went in. #EngineeringFact",
            "315":"Professor: This material isn't that difficult..\n(Dedicated his entire academic and professional career on that one subject.) :/",
            "316":"Engineers Are: 1/cos(c)  ;]",
            "317":"I see you're doing your math homework in pen...I too like to live dangerously. ;]\n#EngineeringPickUpLines",
            "318":"Think like a proton. :) ",
            "319":"Excuse me, but I'm really attrated to you and according to Newton's laws of gravitation, you're attactred to me too.\nNEWTON. #DoingItRight",
            "320":"Professor has Masters and PH.D, but spends whole class turning on projector.",
            "321":"ENGINEERING. If you're not tired, you're not doing it right.",
            "322":"No no, I'm not a facebook stalker...I'm a cyber-security analyst. ;]",
            "323":"Professor announces the exam will be open book...time to buy the book.",
            "324":"Happy Finals! May the curve be ever in your favor. #TheEngineeringGames",
            "325":"Universities: Having trouble understanding math and science? No worries, we hired professors with thick accents so you can't understand while you don't understand. :)",
            "326":"If someone has created this world...wouldn't science become a sort of reverse engineering?",
            "327":"Even staring at a wall becomes interesting while studying. :/",
            "328":"Long time ago, people who sacrificed their sleep, family, food, laughter, and other joys of life were called Saints. Now, they are called Engineers.",
            "329":"Newton Asked: How to write 4 in between 5?\n1. Medicine Students Said: Joke!\n2. Science Students Said: Impossible!\n3. Management Students Said: Not found on the internet.\n4. Engineering Students Said: F(IV)E",
            "330":"My girlfriend says I need to be more affectionate....so now I've got 2 girlfriends.\n#EngineeringSolutions #Winning",
            "331":"A student writes all answers as |||||||||||||||| and lastly he writes... answers are writtin in Bar Code format to protect them from being copied. ;]\n#EngineeringSolutions",
            "332":"Intership Employers: So you're telling me...I have to get experience before I get experience?",
            "333":"Engineering - Solving problems you didn't know you had, in ways you don't understand.",
            "334":"An opinion without 3.14 is an onion. You'll understand.",
            "335":"You know you're in the wrong class when more than 3 students are female, and they're all hot. -An Engineering Student",
            "336":"Professors during finals week: 'Some of you may die.\nBut it's a sacrifice...\nI am willing to make.",
            "337":"insπre ;)",
            "338":"I'm an engineer. I solve problems and make life easy.",
            "339":"Engineer - The one who turns your dreams of the future into reality.",
            "340":"She asked for time and space. She must be calculating speed. ;] ",
            "341":"I wish I could build the Iron Man suit. -Mechanical Engineers",
            "342":"Engineer: A genius with godly math and science abilities, that can solve problems in ways normal people do not understand.",
            "343":"2 ∞ & ↑",
            "344":"That moment when you sit in class for half an hour, and only five minutes have passed.",
            "345":"Has a date with a girl.\nStudies for it. #Engineers",
            "346":"Not sure if V is for\nVoltage. Viscosity, Velocity, Volume, or Volumetric flow rate. :/",
            "347":"Finals week in engineering.. I should have majored in Business. :( #WishfulThinking",
            "348":"Professor: We have a test friday...\nbut on Wednesday we are starting the new lesson to confuse the hell out of you right before the test. :) ",
            "349":"You pulled an all nighter studying?\nPlease tell me about your super hard multiple choice business test. #Truth",
            "350":"52% on final exam. Curved to an A.\n#Winning #EngineeringSolutions",
            "351":"Studying Has Two Types:\n1 - Hard subjects which cannot be studied.\n2 - Easy subjects that don't need to be studied.\n#EngineeringStruggles",
            "352":"My code doesn't work..I have no idea why.\nMy code works! ...I have no idea why.",
            "353":"Physicists are made of atoms.\nA physicist is an attempt by an atom to understand itself.",
            "354":"Your answer is correct...\nbut you didn't use my method, so I'm going to give you half credit. -You're Right But Wrong\n#EngineeringStruggles",
            "355":"Finishes an engineering exam.\nRealizes calculator was in radians. #BadluckBrian",
            "356":"It's getting to that point in the school year where even copying someone's engineering homework requires too much effort. :(\n#EngineeringStruggles",
            "357":"Due tomorrow? Do tomorrow! ;]\n#EngineeringSolutions",
            "358":"Marry me?\na. yes\nb. a\nc. b\n#EngineeringStudent #EngineeringSolutions",
            "359":"Hooray!!! It's Friday! Oh, wait.\nI'm an engineering major.\n#EngineeringStruggles",
            "360":"In Engineering\nEveryday is a Monday.\n#EngineeringFact",
            "361":"I'm an\nEngeneer\nEnginere\nEngenere\n.....I'm good with math. -Not an English Major\n#EngineeringStruggles",
            "362":"I wish I could sleep. But then I am reminded of things I learned in engineering. Integrals, derivatives, engines, statics & dynamics, bridges, FPGA's, mines, robots, Fnet=ma, finals, partial differential equations, how I shouldn't be sleeping right now, the amount of work I have tomorrow and chemical processing plants.\nLife is great.",
            "363":"Procastinator? No. I just wait until the last second to do my work.\nBecause I will be older, therefore wiser.\n#EngineeringSolutions",
            "364":"One does not simply integrate\nAnd remember his +C",
            "365":"Professor: Do not attempt do essay th night before. It has to be 5-8 pages.\nEngineering Student: CTRL +C\tCTRL +V\n#EngineeringSolutions",
            "366":"Homework problem. Where even plugging the solution into the calculator takes too much work.",
            "367":"During Math Exam: 'Finished! The answer is 341.6' :)\nChoices:\na) 12\nb) 14\nc) 17\n.....oh. #EngineeringStruggles",
            "368":"Your family will not consider you an engineer unless you can fix home appliances. #EngineeringFacts",
            "369":"Hello. Mathematics is my first language. -Engineers",
            "370":"Life is hard. Engineering is harder.\n#EngineeringFacts",
            "371":"Hey girl, what's your sine?\nIt must be pi/2 because you are the 1 ;)\n#EngineeringPickUpLines",
            "372":"Copying from one source is called copying. Copying from many sources is called Research.\n#EngineeringSolutions",
            "373":"After Joining Engineering:\nI really appreciate my brain, which is divided into two parts:\nRight & Left.\n1. In right nothing is left...\n2. In left nothing is right...",
            "374":"I HAVE A DREAM\nThat one day, I will start my homework, not the night before it is due, but the day it is assigned.",
            "375":"UNDEFINED.\nYou divided by Zero, didn't you?",
            "376":"I know we only covered Chapters 1-4\nBut you are responsible for all 30 Chapters for the final. -Most Valued Professor",
            "377":"My physics teacher said I had potential...\nthen he pushed me off a building. #PotentialEnergy",
            "378":"Student: So exactly how often are we going to use our $400 textbook?\nProfessor: We just need it for that one paragraph on Page 12.",
            "379":"You know engineering is hard when...your professor is sweating while giving engineering lecture.",
            "380":"Normal Days: 36 x 72 = ?\n'no need calculator'\nExams: 3 + 1 = ?\n'lemme confirm first'",
            "381":"You know you're an engineer when\nYou can confuse the salesperson at any consumer electronics superstore.",
            "382":"Floppy Disk. Your old-fashioned save button.",
            "383":"Nothing makes an Engineer work harder than the words 'DUE TOMORROW'.",
            "384":"Math Test: 40 + 40 x 0 +1\nThere are 2 types of people:\na) 1\nb) 41",
            "385":"Professor - 'Correct me if I get something wrong'\nNo one has a clue what's going on.",
            "386":"Dear Math, I'm not a therapist. Solve your own problems.",
            "387":"To be a good professional engineer, always start to study late for exams because it teaches you how to manage time and tackle emergencies.' - Bill Gates",
            "388":"My teachers say PI R Squared\nBut I know Pie are Round\n#Facts",
            "389":"Professor: Remember, the 'F' in Physics stands for fun.\nStudent: But....\nProfessor: Exactly.",
            "390":"...when our own engineers graded our nation's infrastructure, they gave us a 'D'. We have to do better.\n-President Obama,\n2011 State of the Union,\nciting ASCE's Report Card",
            "391":"100% credit? What's that?!\n#EngineeringStruggles",
            "392":"While all my non-engineering friends are graduating.\nI still have a few more years to go :(\n#ForeverEngineer",
            "393":"It gets to the point in engineering\nWhere even making an equation sheet for the exam, is an exam itself.",
            "394":"What if calculus teachers are really just Pirates\n...and they use us to find 'X' so they can get their treasure.",
            "395":"Newton invented calculus in about the same amount of time the average student learns it.",
            "396":"Freshman - Engineering Major\nFailed calculus and physics\n....now a Business Major.",
            "397":"Exams don't test what you know! They test how well you can 'study' the night before the test!\n#EngineeringFact",
            "398":"With great power omes great electricity bill.",
            "399":"Studied all night. Can't remember a thing.\n#EngineeringStruggles",
            "400":"I am in so much debt. Please give me a job. -Engineer Grad Speech",
            "401":"So you're not an engineering major?\nPlease continue to take the time I don't have, telling me about the time you don't have.",
            "402":"If the number 666 is considered evil...\nIs 25.8069 the root of all evil?",
            "403":"First Law of Cartoon Physics:\nGravity doesn't work until you look down.",
            "404":"Not sure if clinically depressed, or just engineering student.",
            "405":"You are living, you occupy space, you have a mass.\nYOU MATTER"


            },
        "stemFacts":
        {
            "0":"Did you know that there are 206 bones in the adult human body and there are 300 in children (as they grow some of the bones fuse together).",
            "1":"he moon is 27% the size of the Earth.",
            "2":"Flea's can jump 130 times higher than their own height. In human terms this is equal to a 6ft. person jumping 780 ft. into the air.",
            "3":"The most dangerous animal in the world is the common housefly. Because of their habits of visiting animal waste, they transmit more diseases than any other animal.",
            "4":"Snakes are true carnivorous because they eat nothing but other animals. They do not eat any type of plant material.",
            "5":"The world's largest amphibian is the giant salamander. It can grow up to 5 ft. in length.",
            "6":"100 years ago: The first virus was found in both plants and animals.",
            "7":"90 years ago: The Grand Canyon became a national monument & Cellophane is invented.",
            "8":"80 years ago: The food mixer and the domestic refrigerator were invented.",
            "9":"70 years ago: The teletype and PVC (polyvinyl-chloride) were invented.",
            "10":"60 years ago: Otto Hahn discovered nuclear fission by splitting uranium, Teflon was invented.",
            "11":"50 years ago: Velcro was invented.",
            "12":"40 years ago: An all-female population of lizards was discovered in Armenia.",
            "13":"30 years ago: The computer mouse was invented.",
            "14":"20 years ago: First test-tube baby born in England, Pluto’s moon, Charon, discovered.",
            "15":"10 years ago: First patent for a genetically-engineered mouse was issued to Harvard Medical School.",
            "16":"5 years ago was the first successful cloning of a human embryo.",
            "17":"The smallest bone in the human body is the stapes or stirrup bone located in the middle ear. It is approximately .11 inches (.28 cm) long.",
            "18":"The longest cells in the human body are the motor neurons. They can be up to 4.5 feet (1.37 meters) long and run from the lower spinal cord to the big toe.",
            "19":"There are no poisonous snakes in Maine.",
            "20":"The blue whale can produce sounds up to 188 decibels. This is the loudest sound produced by a living animal and has been detected as far away as 530 miles.",
            "21":"The largest man-made lake in the U.S. is Lake Mead, created by Hoover Dam.",
            "22":"The poison arrow frogs of South and Central America are the most poisonous animals in the world.",
            "23":"A new born blue whale measures 20-26 feet (6.0 - 7.9 meters) long and weighs up to 6,614 pounds (3003 kg).",
            "24":"The first coast-to-coast telephone line was established in 1914.",
            "25":"The Virginia opossum has a gestation period of only 12-13 days.",
            "26":"The Stegosaurus dinosaur measured up to 30 feet (9.1 meters) long but had a brain the size of a walnut.",
            "27":"The largest meteorite crater in the world is in Winslow, Arizona. It is 4,150 feet across and 150 feet deep.",
            "28":"The human eye blinks an average of 4,200,000 times a year.",
            "29":"Skylab, the first American space station, fell to the earth in thousands of pieces in 1979. Thankfully most over the ocean.",
            "30":"It takes approximately 12 hours for food to entirely digest.",
            "31":"Human jaw muscles can generate a force of 200 pounds (90.8 kilograms) on the molars.",
            "32":"The Skylab astronauts grew 1.5 - 2.25 inches (3.8 - 5.7 centimeters) due to spinal lengthening and straightening as a result of zero gravity.",
            "33":"An inch (2.5 centimeters) of rain water is equivalent to 15 inches (38.1 centimeters) of dry, powdery snow.",
            "34":"Tremendous erosion at the base of Niagara Falls (USA) undermines the shale cliffs and as a result the falls have receded approximately 7 miles over the last 10,000 years.",
            "35":"40 to 50 percent of body heat can be lost through the head (no hat) as a result of its extensive circulatory network.",
            "36":"A large swarm of desert locusts (Schistocerca gregaria) can consume 20,000 tons (18,160,000 kilograms) of vegetation a day.",
            "37":"The largest telescope in the world is currently being constructed in northern Chile. The telescope will utilize four - 26 ft. 8 in. (8.13 meters) mirrors which will gather as much light as a single 52 ft. 6 in. (16 meters) mirror.",
            "38":"The Hubble Space Telescope weighs 12 tons (10,896 kilograms), is 43 feet (13.1 meters) long, and cost $2.1 billion to originally build.",
            "39":"The longest living cells in the body are brain cells which can live an entire lifetime.",
            "40":"The largest flying animal was the pterosaur which lived 70 million years ago. This reptile had a wing span of 36-39 feet (11-11.9 meters) and weighed 190-250 pounds (86-113.5 kilograms).",
            "41":"The Atlantic Giant Squid's eye can be as large as 15.75 inches (40 centimeters) wide.",
            "42":"Armadillos, opossums, and sloth's spend about 80% of their lives sleeping.",
            "43":"The starfish species, Porcellanaster ivanovi, has been found to live in water as deep as 24,881 feet (7,584 meters).",
            "44":"The tentacles of the giant Arctic jellyfish can reach 120 feet (36.6 meters) in length.",
            "45":"The greatest tide change on earth occurs in the Bay of Fundy. The difference between low tide and high tide can be as great as 54 ft. 6 in. (16.6 meters).",
            "46":"The highest temperature produced in a laboratory was 920,000,000 F (511,000,000 C) at the Tokamak Fusion Test Reactor in Princeton, NJ, USA.",
            "47":"The most powerful laser in the world, the Nova laser at Lawrence Livermore National Laboratory, CA, USA, generates a pulse of energy equal to 100,000,000,000,000 watts of power for .000000001 second to a target the size of a grain of sand.",
            "48":"The fastest computer in the world is the CRAY Y-MP C90 supercomputer. It has two gigabytes of central memory and 16 parallel central processor units.",
            "49":"The heaviest human brain ever recorded weighed 5 lb. 1.1 oz. (2.3 kg.).",
            "50":"The deepest part of the ocean is 35,813 feet (10,916 meters) deep and occurs in the Mariana Trench in the Pacific Ocean. At that depth the pressure is 18,000 pounds (9172 kilograms) per square inch.",
            "51":"The largest cave in the world (the Sarawak Chamber in Malaysia) is 2,300 feet (701 meters) long, 980 feet (299 meters) wide, and more than 230 feet (70 meters) high.",
            "52":"The hottest planet in the solar system is Venus, with an estimated surface temperature of 864 F (462 C).",
            "53":"The ears of a cricket are located on the front legs, just below the knee.",
            "54":"The first electronic digital computer (called ENIAC - the Electronic Numerical Integrator and Calculator) was developed in 1946 and contained over 18,000 vacuum tubes.",
            "55":"The leg muscles of a locust are about 1000 times more powerful than an equal weight of human muscle.",
            "56":"The cosmos contains approximately 50,000,000,000 galaxies.",
            "57":"There are between 100,000,000,000 and 1,000,000,000,000 stars in a normal galaxy.",
            "58":"Sound travels about 4 times faster in water than in air.",
            "59":"Scientists have discovered that copper pollution of the atmosphere occurred about 2500 years ago. This was discovered by analyzing ice cores from Greenland. The pollution was attributed to the Romans who used copper for military purposes and to produce coins.",
            "60":"Hydrofluoric acid will dissolve glass.",
            "61":"In a full grown rye plant, the total length of roots may reach 380 miles (613 km).",
            "62":"In a full grown rye plant, the total length of fine root hairs may reach 6600 miles (10,645 km).",
            "63":"A large sunspot can last for about a week.",
            "64":"If you could throw a snowball fast enough, it would totally vaporize when it hit a brick wall.",
            "65":"Boron nitride (BN) is the second hardest substance known to man.",
            "66":"The female Tarantula Hawk wasp paralyzes a large spider with her sting. She then lays her eggs on the motionless body so that her developing young have a fresh supply of spider meat to feed on.",
            "67":"The seeds of an Indian Lotus tree remain viable for 300 to 400 years.",
            "68":"The only letter not appearing on the Periodic Table is the letter “J”.",
            "69":"Velcro was invented by a Swiss guy who was inspired by the way burrs attached to clothing.",
            "70":"Hershey's Kisses are called that because the machine that makes them looks like it's kissing the conveyor belt.",
            "71":"71 is the atomic number of lutetium.",
            "72":"72 is the life duration of the ovule in hours.",
            "73":"73 is the length of the Arecibo message sent to space in search for extraterrestrial intelligence.",
            "74":"October 10 is National Metric Day.",
            "75":"If you stretch a standard Slinky out flat it measures 87 feet long.",
            "76":"76 is the atomic number of osmium.",
            "77":"77 is the atomic number of iridium.",
            "78":"The microwave was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket.",
            "79":"Super Glue was invented by accident. The researcher was trying to make optical coating materials, and would test their properties by putting them between two prisms and shining light through them. When he tried the cyano-acrylate, he couldn't get the prisms apart.",
            "80":"80 is a common limit for the characters per line in computing (derived from the number of columns in IBM cards).",
            "81":"No matter its size or thickness, no piece of paper can be folded in half more than 7 times.",
            "82":"A car traveling at 80 km/h uses half its fuel to overcome wind resistance.",
            "83":"Knowledge is growing so fast that ninety per cent of what we will know in fifty years time, will be discovered in those fifty years.",
            "84":"84 is the atomic number of polonium.",
            "85":"According to an old English system of time units, a moment is one and a half minutes.",
            "86":"86 is the device number for a lockout relay function in electrical circuit protection schemes.",
            "87":"The typewriter was invented in 1829, and the automatic dishwasher in 1889.",
            "88":"The wristwatch was invented in 1904 by Louis Cartier.",
            "89":"89 is the atomic number of actinium.",
            "90":"90 is the latitude of the North Pole and the South Pole.",
            "91":"91 is the atomic number of protactinium.",
            "92":"92 is the number of pounds of sugar the average American child consumes per year.",
            "93":"93 is the atomic number of neptunium.",
            "94":"When glass breaks, the cracks move at speeds of up to 3,000 miles per hour.",
            "95":"95 is the atomic number of americium.",
            "96":"By raising your legs slowly and laying on your back, you can't sink in quicksand.",
            "97":"Ten minutes of one hurricane contains enough energy to match the nuclear stockpiles of the world.",
            "98":"Most gemstones contain several elements. The exception? The diamond. It's all carbon.",
            "99":"Diamonds are the hardest substance known to man.",
            "100":"Which of the 50 states has never had an earthquake? North Dakota.",
            "101":"101 is the HTTP status code indicating that a client should switch protocols.",
            "102":"When hydrogen burns in the air, water is formed.",
            "103":"103 is the atomic number of lawrencium, an actinide.",
            "104":"104 is the atomic number of rutherfordium.",
            "105":"105 is the atomic number of hahnium, also known as dubnium.",
            "106":"106 is the atomic number of seaborgium (Unilhexium Unh).",
            "107":"Sterling silver contains 7.5% copper.",
            "108":"Cars were first made with ignition keys in 1949.",
            "109":"109 is the atomic number of meitnerium.",
            "110":"J.B Dunlop was first to put air into tires.",
            "111":"111 is the atomic number of the element roentgenium (Rg).",
            "112":"112 is the atomic number of the element copernicium (formerly called ununbium).",
            "113":"113 is the atomic number of an element temporarily called ununtrium.",
            "114":"Alexander Graham Bell, who invented the telephone, also set a world water-speed record of over seventy miles an hour at the age of seventy two.",
            "115":"115 is the atomic number of an element temporarily called ununpentium.",
            "116":"It is energy-efficient to turn off a fluorescent light only if it will not be used again within an hour or more. This is because of the high voltage needed to turn it on, and the shortened life this high voltage causes.",
            "117":"The Earth's equatorial circumference (40,075 km) is greater than its polar circumference (40,008 km).",
            "118":"Due to gravitational effects, you weigh slightly less when the moon is directly overhead.",
            "119":"119 is the default port for unencrypted NNTP connections.",
            "120":"120 is the number of days of the average life span of a single red blood cell.",
            "121":"121 is the electricity emergency telephone number in Egypt.",
            "122":"The Earth's average velocity orbiting the sun is 107,220 km per hour.",
            "123":"123 is the Notation for national and international telephone numbers Recommendation ITU-T Recommendation E.123 defines a standard way to write telephone numbers, e-mail addresses, and web addresses.",
            "124":"124 is the atomic number of the yet-to-be-discovered element unbiquadium.",
            "125":"125 is years in a quasquicentennial.",
            "126":"126 is the seventh magic number in nuclear physics (2, 8, 20, 28, 50, 82, 126).",
            "127":"127 is the highest signed 8 bit integer.",
            "128":"There is a high and low tide because of our moon and the Sun.",
            "129":"The United States consumes 25% of all the world’s energy.",
            "130":"Flying from London to New York by Concord, due to the time zones crossed, you can arrive 2 hours before you leave.",
            "131":"There is enough fuel in a full tank of a Jumbo Jet to drive an average car four times around the world.",
            "132":"The surface speed record on the moon is 10.56 miles per hour. It was set with the lunar rover.",
            "133":"133 is the common processor speed in MHz for common 32-bit processor CPUs circa 1995 such as the Intel Pentium and AMD AMD K5.",
            "134":"If you could drive to the sun -- at 55 miles per hour -- it would take about 193 years",
            "135":"135 is the height of the World's tallest thermometer in feet located in Baker, California.",
            "136":"The moon is one million times drier than the Gobi Desert.",
            "137":"Just twenty seconds worth of fuel remained when Apollo 11's lunar module landed on the moon.",
            "138":"138 is the Saros number of the solar eclipse series which began on June 6, 1472 and will end on July 11, 2716.",
            "139":"A Boeing 707 uses four thousand gallons of fuel in its take-off climb.",
            "140":"The planet Saturn has a density lower than water. So, if placed in water it would float.",
            "141":"Since 1959, more than 6,000 pieces of 'space junk' (abandoned rocket and satellite parts) have fallen out of orbit - many of these have hit the earth's surface.",
            "142":"142 is the number of 6-vertex planar graphs.",
            "143":"It takes 70% less energy to produce a ton of paper from recycled paper than from trees.",
            "144":"Every year in the US, 625 people are struck by lightning.",
            "145":"145 is the atomic number of Unquadpentium.",
            "146":"Hawaii is moving toward Japan 4 inches every year.",
            "147":"The rocket engine has to supply its own oxygen so it can burn its fuel in outer space.",
            "148":"The North Atlantic gets 1 inch wider every year.",
            "149":"Oxygen is the most abundant element in the Earth’s crust, waters, and atmosphere (about 49.5%)",
            "150":"A stroke of lightning discharges from 10 to 100 million volts & 30,000 amperes of electricity."
        },
        "jokes":
        { 
            "0":"Banging your head against the wall burns 150 calories an hour.",
            "1":"In the UK it is illegal to eat mince pies on Christmas day!",
            "2":"Pteronophobia is a fear of being tickled by feathers. ",
            "3":"When hippos are upset their sweat turns red.",
            "4":"A flock of crows is known as a murderer",
            "5":"The average woman uses her height in lipstick every five years.",
            "6":"Cherophobia is a fear of fun",
            "7":"Billy goats usually urinate on their own heads to smell attractive to females",
            "8":"Bikini's and tampons were invented by men",
            "9":"Heart attacks are more likely to happen on monday",
            "10":"A baby spider us called a spiderling",
            "11":" A baby octopus is the size of a flea when it's first born",
            "12":"Hitlers mother considred abortion but the doctor persuaded her to keep the baby.",
            "13":"Facebook,skype,and twitter all banned in china.",
            "14":"Bob Dylans real name is Robert Zimmerman.",
            "15":"A crocodile cant poke it's tongue out",
            "16":" “Facebook Addiction Disorder” is a mental disorder identified by Psychologists.",
            "17":"29th May is officially “Put a Pillow on Your Fridge Day“. ",
            "18":" Human saliva has a boiling point three times that of regular water.",
            "19":"If you lift a kangaroo’s tail off the ground it can’t hop.",
            "20":"Hyphephilia are people who get aroused by touching fabrics.",
            "21":"The person who invented the Frisbee was cremated and made into frisbees after he died!",
            "22":"During your lifetime, you will produce enough saliva to fill two swimming pools.",
            "23":"An eagle can kill a young deer and fly away with it.",
            "24":"An eagle can kill a young deer and fly away with it.",
            "25":"Polar bears can eat as many as 86 penguins in a single sitting.",
            "26":"King Henry VIII slept with a gigantic axe beside him.",
            "27":"If Pinokio says “My Noes Will Grow Now”, it would cause a paradox. ",
            "28":"If you consistently fart for 6 years & 9 months, enough gas is produced to create the energy of an atomic bomb!",
            "29":"The top six foods that make your fart are beans, corn, bell peppers, cauliflower, cabbage and milk!",
            "30":"There is a species of spider called the Hobo Spider.",
            "31":"A toaster uses almost half as much energy as a full-sized oven.",
            "32":"You cannot snore and dream at the same time.",
            "33":"In Uganda, 50% of the population is under 15 years of age.",
            "34":"Arab women can initiate a divorce if their husbands don’t pour coffee for them.",
            "35":"Recycling one glass jar saves enough energy to watch TV for 3 hours.",
            "36":"Smearing a small amount of dog feces on an insect bite will relieve the itching and swelling.",
            "37":"Catfish are the only animals that naturally have an odd number of whiskers.",
            "38":"The French language has seventeen different words for ‘surrender’.",
            "39":"The Titanic was the first ship to use the SOS signal.",
            "40":"Did you hear about the two guys that stole a calendar? They each got six months.",
            "41":"If you ever get cold, just stand in a corner for a bit. They're usually around 90 degrees.",
            "42":"Barbie's full name is Barbara Millicent Roberts.",
            "43":"If the entire population of earth was reduced to exactly 100 people,50% of the world's currency would be held by 6 people.",
            "44":"Close to 80% of people who watch the Super Bowl on television, only do so to view the commercials.",
            "45":"25% of all fires of unknown origin are rat-caused.",
            "46":"Americans ate eight million more orders of french fries and almost six million more hamburgers this year compared to last.",
            "47":"The USA has more personal computers than the next 7 countries combined.",
            "48":"McDonalds calls frequent buyers of their food heavy users.",
            "49":"Pearls melt in vinegar.",
            "50":"Thomas Edison designed a helicopter that would work with gunpowder. It ended up blowing up and also blew up his factory.",
            "51":"Rats multiply so quickly that in 18 months, two rats could have over a million descendants.",
            "52":"You burn more calories sleeping than you do watching television.",
            "53":"Donkeys kill more people annually than plane crashes.",
            "54":"Walt Disney was afraid of mice.",
            "55":"A snail can sleep for three years.",
            "56":"The original name of Bank of America was Bank of Italy.",
            "57":"People spend about two weeks of their lives at traffic lights!",
            "58":"American Airlines saved $40,000 in 1987 by eliminating one olive from each salad in first class.",
            "59":"Ants began farming about 50 million years before humans thought to raise their own crops.",
            "60":"Rabbits and parrots can see behind themselves without even moving their heads!",
            "61":"Over 75% of people who read this will try to lick their elbow.",
            "62":"No Joke here, haha :)",
            "63":"It is impossible to lick your elbow (try it)",
            "64":"A crocodile can't stick it's tongue out.",
            "65":"California 's official state animal is extinct.",
            "66":"A physicist made his cat the co-author of his scientific paper to avoid replacing 'we' with 'I' throughout his paper.",
            "67":"Research conducted on comedians and funny people have shown they are usually more depressed than average.",
            "68":"The band Blink-182 incorporated under the name 'Poo Poo Butt, LLC.' because of how funny it would be to have their accountants, managers and attorneys having to say that over the phone every day.",
            "69":"No one knows who invented the fire hydrant because its patentwas burned in a fire.",
            "70":"A cat has been the mayor of Talkeetna, Alaska for 15 years.",
            "71":"In the Arabic version of The Simpsons, Homer is called Omar Shamshoom.",
            "72":"Nomophobia is the fear of being without your mobile phone or losing your signal.",
            "73":"The Incas' measurement of time was based on how long it took to boil a potato.",
            "74":"There are at least 97 people called 'LOL' in the U.S.",
            "75":"Jim Carrey used to send funny letters to rapper Tupac Shakur when he was in prison.",
            "76":"The word 'Gaga' in Filipino refers to a stupid and idiotic girl.",
            "77":"In Victoria, Australia, only a licensed electrician is allowed to change a light bulb.",
            "78":"In Texas, it is legal to kill BigFoot if you ever find it.",
            "79":"The last words of Henry Royce, co-founder of Rolls-Royce, were actually: 'I wish I'd spent more time in the office.'",
            "80":"Four Japanese scientists measured the amount of friction between a shoe, a banana skin and the floor: it's 0.07.",
            "81":"Applying hemorrhoid cream to your chest and waist can make you look more muscular.",
            "82":"Charlie Sheen once bought 2,600 seats at a baseball game so he could catch a home run ball.",
            "83":"The word 'Yo' was first used in the 15th century.",
            "84":"The movie Gravity was more expensive than the Indian Mars mission.",
            "85":"You swallow a liter (4.2 cups) of snot every day.",
            "86":"Mariah Carey's legs are insured for US$1 billion.",
            "87":"Papaphobia is the fear of the Pope.",
            "88":"Potatoes have more chromosomes than humans.",
            "89":"There's a lizard known as Jesus Christ Lizard due to its ability to run on the water.",
            "90":"In ancient Greece, throwing an apple at someone was done to declare one's love.",
            "91":"Surgeons who grew up playing video games make 37% fewer mistakes.",
            "92":"Nikola Tesla once 'shook the poop out' of a constipated Mark Twain with an experiment.",
            "93":"Saddam Hussein used Whitney Houston's song 'I will always love you' for his 2002 campaign.",
            "94":"Playing in a marching band is considered to be a moderate exercise.",
            "95":"In Oklahoma, it's illegal to take a bite out of another person's hamburger.",
            "96":"Wal-Mart has a lower acceptance rate (2.6%) than Harvard University (8.9%).",
            "97":"Only 1 in 6 Americans can find Ukraine on a map.",
            "98":"Over 80,000 people graduated from McDonald's Hamburger University with a bachelor's degree in hamburgerology.",
            "99":"There is a French company that you can hire to kidnap you. They charge US$1600.",
            "100":"The Hundred Years' War lasted for 116 years.",
            "101":"Viruses can get viruses.",
            "102":"There's a hill in New Zealand called Taumata-whakatangihanga-koauau-o-tamatea-turi-pukakapiki-maunga-horo-nuku-pokai-whenua-kitanatahu. ",
            "103":"The most overdue library book was returned 288 years late. ",
            "104":"Benjamin Franklin wrote 'Fart Proudly', a scientific essay about farts.",
            "105":"The second-largest lake in Bolivia is called Lake Poopo. It's not a freshwater lake",
            "106":"A man named Moondyne Joe escaped prison so many times, that police built a special cell for him, from which he escaped as well.",
            "107":"The area where military personnel socializes and eat is called a 'mess'.",
            "109":"A group of crows is called a 'murder'.",
            "110":"'Odd' and 'Even' are popular names for males in Norway.",
            "111":"Most people can't distinguish expensive wines from inexpensive ones, a study proved.",
            "112":"The CIA reads up to 5 million tweets a day.",
            "113":"The word 'school' comes from the ancient Greek for free time.",
            "114":"The founder of Match.com lost his girlfriend to a man she met on Match.com",
            "115":"West Side Story was originally called East Side Story.",
            "116":"Charlie Chaplin once lost in a Charlie Chaplin look-alike contest.",
            "117":"Reincarnation is forbidden in China without government permission.",
            "118":"In ancient Greek, the word 'idiot' meant anyone who wasn't a politician.",
            "119":"The American secret service tried to spike Hitler's food with female hormones to feminize him.",
            "120":"A group of owls is called a Parliament",
            "121":"Leonardo DiCaprio's name is Leonardo because his mother was standing in front of a Leonardo Da Vinci's portrait when he first kicked.",
            "122":"Shakira was rejected from the school choir because the teacher thought she sounded like a goat.",
            "123":"In the U.S., there's an official  Rock Paper Scissors League.",
            "124":"5% of American workers said they would forgo a pay raise in exchange for having their boss fired. ",
            "125":"The average speed of Heinz Ketchup squirt is .028 MPH.",
            "126":"In 2007, A Bosnian couple divorced after discovering both had an online affair with each other under fake names.",
            "127":"The scientific name for the Western lowland gorilla is Gorilla gorilla gorilla.",
            "128":"When Montenegro became independent from Yugoslavia, its Internet domain name went from .yu to .me.",
            "129":"There's a 'DUMB Starbucks' where every product has the word 'dumb' in front of it.",
            "130":"1 In 4 Americans thinks the Sun goes around the Earth.",
            "131":"Construction workers in Brazil cemented a car on a pavement after its driver refused to move it. ",
            "132":"In Greek mythology, it was believed that redheads turn into vampires when they die.",
            "133":"In Dorset, Minnesota, a 3-year-old boy was elected as mayor .",
            "134":"Paris Syndrome is a psychological disorder, mainly suffered by Japanese people, caused after realizing Paris isn't what they expected.",
            "135":"The more features your phone has, the longer you spend in the toilet.",
            "136":"55% of Americans think they are smarter than the average American. ",
            "137":"Farts have been clocked at a speed of 10 feet per second (7 mph).",
            "138":"If you search for 'askew' in Google, the content will tilt slightly to the right.",
            "139":"In Japan, Ronald McDonald is called Donald McDonald due to a lack of a clear 'r' sound in Japanese.",
            "140":"'Fart Battles' were a popular art scrolls created in Japan during the Edo period. ",
            "141":"51% Of People Think Stormy Weather Affects Cloud Computing.",
            "142":"A 'butt' was a Medieval unit of measure for wine.",
            "143":"7% of religious Americans pray to God about finding a good parking spot.",
            "144":"If you have a pizza with radius Z and thickness A, its volume is = Pi*Z*Z*A",
            "145":"Hippopotomonstrosesquippedaliophobia is the fear of long words.",
            "146":"2.6 million Kenyans practice the 'sport' of naked night-running.",
            "147":"In 2011, a woman bought a 'non-visible'  piece of art for $10,000",
            "148":"On her 120th birthday, the oldest person ever recorded said: 'I only have one wrinkle and I'm sitting on it.'",
            "149":"You can change your language on Facebook to Pirate.",
            "150":"Ronaldinho's deal with Coca-Cola ended after he was caught sipping a Pepsi in a news conference."
        },
        "engineeringMemes" :
        {
            "0":"COFFEE.\nIf you're not shaking, you need another cup.",
            "1":"I wish I was your derivative, so I could lie tangent to your curves ;) #EngineeringPickUpLines",
            "2":"classwork: A\nhomework: A\nclasswork: A\nhomework: A\nclasswork: A\nhomework: A\n\ntest: F\nfinal grade: F",
            "3":"Light travels faster than sound...that is why some people appear bright until you hear them speak.",
            "4":"If Apple made a car, would it still have Windows?",
            "5":"Don't give up on your dreams.\nKEEP SLEEPING :)",    
            "6":"Engineering is about making approximations...except for your grades.", 
            "7":"My area of study has become so complex\nI can no longer just Wikipedia the answer :/",      
            "8":"I need coffee to wake up...but I need to wake up to get coffee :(",
            "9":"Unpaid internship?\nAIN'T NOBODY GOT TIME FOR THAT.",
            "10":"DURING THE DAY: I'll study at night when I'm active.\nAT NIGHT: I'll study in the morning when I'm fresh.",
            "11":"ARCHITECTS... Engineers who can't do math.",
            "12":"It never gets easier, you just get better. #WordsOfWisdom",
            "13":"ENGINEER\n\tn. [en-juh-neer]\nAn organism that thrives on caffeine and last minute work.",
            "14":"Be twice as negative...why? Because a negative times a negative equals a positive. ;]",
            "15":"In the age of information, ignorance is a choice.",
            "16":"Choose a major you love and you'll never work a day in your life...because that field isn't hiring. #ReasonsToChooseEngineering",
            "17":"Find what you love and let it kill you. - Bukowski",
            "18":"Why can't I sleep for the next 4 years and wake up with the kiss of my diploma? #sleepingBeauty #sleepingEngineer",
            "19":"Job interviews: 'Why should we hire you?'\n......because you're hiring?",
            "20":"How To Become A Zombie:\n1. Get infected.\n2. Radiation will do it.\n3. A Virus.\n4. Or you can just study engineering.\n#Facts",
            "21":"Have goals so big, you feel uncomfortable telling small minded people. #wordsOfWisdom",
            "22":"The greater our knowledge increases, the greater our ignorance unfolds. - John F. Kennedy",
            "23":"Newton's Third Law Of Emotion - For every male action there is a female overreaction.", 
            "24":"Is the damage that follows the completion of a calculus exam....The Afternath?",
            "25":"Books Be Like -\nNEW: $300.00\nUSED: $299.00",
            "26":"Scientists study the world as it is. Engineers create the world that has never been. - Theodore Von Karman",
            "27":"Manufacturer Files For Bankruptcy; 3D Printer company asks clients not to print 3D printers. #EngineeringSolutions", 
            "28":"REQUIRED TEXTBOOKS? That's Adorable.",
            "29":"Do you have a date for Valentine's Day?\nYes. February 14th.",
            "30":"STUDYING. Notice how they conveniently put 'DYING' at the end of this word.",
            "31":"Every Semester: Not sure if I forgot everything, or never learned it...",
            "32":"The first five days after the weekend are always the hardest. :( ", 
            "33":"Spent 3 hours on a problem..\nAAAND IT'S WRONG.",
            "34":"If too much knowledge can be dangerous, then we engineers are nuclear bombs. ;)",
            "35":"New Years Resolution: Survive Engineering.",
            "36":"Back in the 90's everybody wanted the window seat....nowadays, everybody wants Windows 8.",
            "37":"Anti-social behavior is a trait of intelligence in a world full of conformists. - Nikola Tesla",
            "38":"When I die, I want people I did group projects with to lower me into my grave so they can let me down one last time.",
            "39":"FINALS NEXT WEEK: Begins calculating minimum score to pass.",
            "40":"Wisdom is not a product of schooling but of a lifelong attempt to acquire it. -Albert Einstein",
            "41":"When I am the one that sets the curve high ;]",
            "42":"Programmers be like: 4:04 a.m.\n'Sleep Not Found'",
            "43":"When people ask me what is my profession..\nI Say: 'The profession for intelligent people' ;]",
            "44":"Entire class wants explanation.\nProfessor - 'You just have to believe me!' -__-",
            "45":"You can do it. - Coffee",
            "46":"Light travels faster than sound. That is why some people appear bright until you hear them speak.",
            "47":"You know you're an engineer\nwhen you use a mouse instead of the pad on your laptop.",
            "48":"Today I understood calculus.\nToday was a good day.",
            "49":"If I move my body, am I literally moving matter with my mind?",
            "50":"Not sure if I finished my exam quickly because I knew everything\nor because I knew nothing. D:",
            "51":"Tomorrow (noun) a mystical land where %99 of all human productivity, motivation, and achievement is stored.",
            "52":"You're an engineer? You have permission to marry my child.",
            "53":"If Internet Explorer is brave enough to ask you to be your default browser, you're brave enough to ask that girl out.",
            "54":"Taking notes in class like: Can you repeat the part of the stuff where you said all about the things?",
            "55":"Is your name Wifi? ...because I'm feeling a connection. ;]\n#EngineeringPickUpLines",
            "56":"Are you Google? ...because you have everything I'm searching for. ;]\n#EngineeringPickUpLines",
            "57":"Found something I do not understand while studying...convince myself it will not appear in final exam.\n#EngineeringSolutions",
            "58":"I still have no idea what I'm doing. -Engineering Graduates",
            "59":"You know you're in engineering when you leave a class feeling dumber than when you went in. #EngineeringFact",
            "60":"Professor: This material isn't that difficult..\n(Dedicated his entire academic and professional career on that one subject.) :/",
            "61":"Engineers Are: 1/cos(c)  ;]",
            "62":"I see you're doing your math homework in pen...I too like to live dangerously. ;]\n#EngineeringPickUpLines",
            "63":"Think like a proton. :) ",
            "64":"Excuse me, but I'm really attrated to you and according to Newton's laws of gravitation, you're attactred to me too.\nNEWTON. #DoingItRight",
            "65":"Professor has Masters and PH.D, but spends whole class turning on projector.",
            "66":"ENGINEERING. If you're not tired, you're not doing it right.",
            "67":"No no, I'm not a facebook stalker...I'm a cyber-security analyst. ;]",
            "68":"Professor announces the exam will be open book...time to buy the book.",
            "69":"Happy Finals! May the curve be ever in your favor. #TheEngineeringGames",
            "70":"Universities: Having trouble understanding math and science? No worries, we hired professors with thick accents so you can't understand while you don't understand. :)",
            "71":"If someone has created this world...wouldn't science become a sort of reverse engineering?",
            "72":"Even staring at a wall becomes interesting while studying. :/",
            "73":"Long time ago, people who sacrificed their sleep, family, food, laughter, and other joys of life were called Saints. Now, they are called Engineers.",
            "74":"Newton Asked: How to write 4 in between 5?\n1. Medicine Students Said: Joke!\n2. Science Students Said: Impossible!\n3. Management Students Said: Not found on the internet.\n4. Engineering Students Said: F(IV)E",
            "75":"My girlfriend says I need to be more affectionate....so now I've got 2 girlfriends.\n#EngineeringSolutions #Winning",
            "76":"A student writes all answers as |||||||||||||||| and lastly he writes... answers are writtin in Bar Code format to protect them from being copied. ;]\n#EngineeringSolutions",
            "77":"Intership Employers: So you're telling me...I have to get experience before I get experience?",
            "78":"Engineering - Solving problems you didn't know you had, in ways you don't understand.",
            "79":"An opinion without 3.14 is an onion. You'll understand.",
            "80":"You know you're in the wrong class when more than 3 students are female, and they're all hot. -An Engineering Student",
            "81":"Professors during finals week: 'Some of you may die.\nBut it's a sacrifice...\nI am willing to make.",
            "82":"insπre ;)",
            "83":"I'm an engineer. I solve problems and make life easy.",
            "84":"Engineer - The one who turns your dreams of the future into reality.",
            "85":"She asked for time and space. She must be calculating speed. ;] ",
            "86":"'I wish I could build the Iron Man suit. -Mechanical Engineers",
            "87":"Engineer: A genius with godly math and science abilities, that can solve problems in ways normal people do not understand.",
            "88":"2 ∞ & ↑",
            "89":"That moment when you sit in class for half an hour, and only five minutes have passed.",
            "90":"Has a date with a girl.\nStudies for it. #Engineers",
            "91":"Not sure if V is for\nVoltage. Viscosity, Velocity, Volume, or Volumetric flow rate. :/",
            "92":"Finals week in engineering.. I should have majored in Business. :( #WishfulThinking",
            "93":"Professor: We have a test friday...\nbut on Wednesday we are starting the new lesson to confuse the hell out of you right before the test. :) ",
            "94":"You pulled an all nighter studying?\nPlease tell me about your super hard multiple choice business test. #Truth",
            "95":"52% on final exam. Curved to an A.\n#Winning #EngineeringSolutions",
            "96":"Studying Has Two Types:\n1 - Hard subjects which cannot be studied.\n2 - Easy subjects that don't need to be studied.\n#EngineeringStruggles",
            "97":"My code doesn't work..I have no idea why.\nMy code works! ...I have no idea why.",
            "98":"Physicists are made of atoms.\nA physicist is an attempt by an atom to understand itself.",
            "99":"Your answer is correct...\nbut you didn't use my method, so I'm going to give you half credit. -You're Right But Wrong\n#EngineeringStruggles",
            "100":"Finishes an engineering exam.\nRealizes calculator was in radians. #BadluckBrian",
            "101":"It's getting to that point in the school year where even copying someone's engineering homework requires too much effort. :(\n#EngineeringStruggles",
            "102":"Due tomorrow? Do tomorrow! ;]\n#EngineeringSolutions",
            "103":"Marry me?\na. yes\nb. a\nc. b\n#EngineeringStudent #EngineeringSolutions",
            "104":"Hooray!!! It's Friday! Oh, wait.\nI'm an engineering major.\n#EngineeringStruggles",
            "105":"In Engineering\nEveryday is a Monday.\n#EngineeringFact",
            "106":"I'm an\nEngeneer\nEnginere\nEngenere\n.....I'm good with math. -Not an English Major\n#EngineeringStruggles",
            "107":"I wish I could sleep. But then I am reminded of things I learned in engineering. Integrals, derivatives, engines, statics & dynamics, bridges, FPGA's, mines, robots, Fnet=ma, finals, partial differential equations, how I shouldn't be sleeping right now, the amount of work I have tomorrow and chemical processing plants.\nLife is great.",
            "108":"Procastinator? No. I just wait until the last second to do my work.\nBecause I will be older, therefore wiser.\n#EngineeringSolutions",
            "109":"One does not simply integrate\nAnd remember his +C",
            "110":"Professor: Do not attempt do essay th night before. It has to be 5-8 pages.\nEngineering Student: CTRL +C\tCTRL +V\n#EngineeringSolutions",
            "111":"Homework problem. Where even plugging the solution into the calculator takes too much work.",
            "112":"During Math Exam: 'Finished! The answer is 341.6' :)\nChoices:\na) 12\nb) 14\nc) 17\n.....oh. #EngineeringStruggles",
            "113":"Your family will not consider you an engineer unless you can fix home appliances. #EngineeringFacts",
            "114":"Hello. Mathematics is my first language. -Engineers",
            "115":"Life is hard. Engineering is harder.\n#EngineeringFacts",
            "116":"Hey girl, what's your sine?\nIt must be pi/2 because you are the 1 ;)\n#EngineeringPickUpLines",
            "117":"Copying from one source is called copying. Copying from many sources is called Research.\n#EngineeringSolutions",
            "118":"After Joining Engineering:\nI really appreciate my brain, which is divided into two parts:\nRight & Left.\n1. In right nothing is left...\n2. In left nothing is right...",
            "119":"I HAVE A DREAM\nThat one day, I will start my homework, not the night before it is due, but the day it is assigned.",
            "120":"UNDEFINED.\nYou divided by Zero, didn't you?",
            "121":"I know we only covered Chapters 1-4\nBut you are responsible for all 30 Chapters for the final. -Most Valued Professor",
            "122":"My physics teacher said I had potential...\nthen he pushed me off a building. #PotentialEnergy",
            "123":"Student: So exactly how often are we going to use our $400 textbook?\nProfessor: We just need it for that one paragraph on Page 12.",
            "124":"You know engineering is hard when...your professor is sweating while giving engineering lecture.",
            "125":"Normal Days: 36 x 72 = ?\n'no need calculator'\nExams: 3 + 1 = ?\n'lemme confirm first'",
            "126":"You know you're an engineer when\nYou can confuse the salesperson at any consumer electronics superstore.",
            "127":"Floppy Disk. Your old-fashioned save button.",
            "128":"Nothing makes an Engineer work harder than the words 'DUE TOMORROW'.",
            "129":"Math Test: 40 + 40 x 0 +1\nThere are 2 types of people:\na) 1\nb) 41",
            "130":"Professor - 'Correct me if I get something wrong'\nNo one has a clue what's going on.",
            "131":"Dear Math, I'm not a therapist. Solve your own problems.",
            "132":"'To be a good professional engineer, always start to study late for exams because it teaches you how to manage time and tackle emergencies.' - Bill Gates",
            "133":"My teachers say PI R Squared\nBut I know Pie are Round\n#Facts",
            "134":"Professor: Remember, the 'F' in Physics stands for fun.\nStudent: But....\nProfessor: Exactly.",
            "135":"...when our own engineers graded our nation's infrastructure, they gave us a 'D'. We have to do better.\n-President Obama,\n2011 State of the Union,\nciting ASCE's Report Card",
            "136":"100% credit? What's that?!\n#EngineeringStruggles",
            "137":"While all my non-engineering friends are graduating.\nI still have a few more years to go :(\n#ForeverEngineer",
            "138":"It gets to the point in engineering\nWhere even making an equation sheet for the exam, is an exam itself.",
            "139":"What if calculus teachers are really just Pirates\n...and they use us to find 'X' so they can get their treasure.",
            "140":"Newton invented calculus in about the same amount of time the average student learns it.",
            "141":"Freshman - Engineering Major\nFailed calculus and physics\n....now a Business Major.",
            "142":"Exams don't test what you know! They test how well you can 'study' the night before the test!\n#EngineeringFact",
            "143":"With great power omes great electricity bill.",
            "144":"Studied all night. Can't remember a thing.\n#EngineeringStruggles",
            "145":"I am in so much debt. Please give me a job. -Engineer Grad Speech",
            "146":"So you're not an engineering major?\nPlease continue to take the time I don't have, telling me about the time you don't have.",
            "147":"If the number 666 is considered evil...\nIs 25.8069 the root of all evil?",
            "148":"First Law of Cartoon Physics:\nGravity doesn't work until you look down.",
            "149":"Not sure if clinically depressed, or just engineering student.",
            "150":"You are living, you occupy space, you have a mass.\nYOU MATTER."

        }
        }
    }